
function myData() {
    const data = [
        {category : 'Greece', city : 'Афины', country : 'Греция', image : 'afina.jpg', content : 'Афины – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Turkey', city : 'Анталия', country : 'Турция', image : 'antaliya.jpg', content : 'Анталия – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Spain', city : 'Барселона', country : 'Испания', image : 'barselona.jpg', content : 'Барселона – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Germany', city : 'Берлин', country : 'Германия', image : 'berlin.jpg', content : 'Берлин – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Germany', city : 'Фрайбург', country : 'Германия', image : 'frayburg.jpg', content : 'Фрайбург – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Italy', city : 'Генуя', country : 'Италия', image : 'genuya.jpg', content : 'Генуя – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Portu', city : 'Гуарда', country : 'Португалия', image : 'guarda.jpg', content : 'Гуарда – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Turkey', city : 'Каш', country : 'Турция', image : 'kash.jpg', content : 'Каш – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Spain', city : 'Лиссабон', country : 'Испания', image : 'lissabon.jpg', content : 'Лиссабон – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Spain', city : 'Мадрид', country : 'Испания', image : 'madrid.jpg', content : 'Мадрид – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Italy', city : 'Милан', country : 'Италия', image : 'milan.jpg', content : 'Милан – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Italy', city : 'Падуя', country : 'Италия', image : 'paduya.jpg', content : 'Падуя – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Portu', city : 'Порту', country : 'Португалия', image : 'portu.jpg', content : 'Порту – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Greece', city : 'Салоники', country : 'Греция', image : 'saloniki.jpg', content : 'Салоники – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Turkey', city : 'Стамбул', country : 'Турция', image : 'saloniki.jpg', content : 'Стамбул – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Spain', city : 'Валенсия', country : 'Испания', image : 'valensiya.jpg', content : 'Валенсия – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Italy', city : 'Веченце', country : 'Италия', image : 'vechence.jpg', content : 'Веченце – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        {category : 'Italy', city : 'Венеция', country : 'Италия', image : 'venesiya.jpg', content : 'Венеция – оживленный университетский город в горах Шварцвальд на юго-западе Германии, известный своим умеренным климатом и восстановленным после войны средневековым Старым городом.'},
        
        
      ];
      return data;
}

module.exports = myData;
